{"positive": ["Перешла с дешевого A12 с микроскопическим объемом памяти(32гб), поэтому первый заметный для меня плюс это конечно объем оперативной и внутренней памяти 8/256.\nБатарею держит хорошо, под конец рабочего дня остается около 60%, если играть в игры естественно разряжается быстрее, но на 6 часов постоянного экранного времени в средних играх заряда хватает.\nВ целом телефон шустрый, анимации плавные, не глючит, надеюсь еще долго будет радовать быстродействием.\nОчень порадовали аудиодинамики и сверху и снизу, звук объемный, хороший.\nНа камеру если честно не обращаю внимания, снимает и хорошо))\nПри обычной работе с телефоном не греется, в играх и во время зарядки греется не больше среднего, хотя перед покупкой начиталась пугалок о процессорах Exynos. Прям сильно нагрелся только когда переносила данные со старого телефона на новый.\nКоробка пришла запечатанная, все пломбы на месте, покупала у самого Яндекс Маркета, регион Арабские Эмираты. По внешнему виду и информации о телефоне никем до меня не вскрывался.\nДанные перенеслись шустро с одного самсунга на другой через смарт свич.", "Переходил с iPhone на Android (до этого никогда смартфонами на андроид не пользовался) и из всего многообразия смартфонов остановился на Samsung Galaxy A54. Взял фиолетовый, цвет прикольный, веселый) Прошло уже 3 месяца использования и сформировалось определённое мнение.\n\nИз плюсов:\n1) Система Android после IOS оказалась космическим кораблём. Много возможностей настроить под себя вплоть до цветов папок с приложениями.\n2) Оболочка One UI выглядит красиво, чем-то даже напоминает IOS по дизайну\n3) Есть возможность скачать apk файлы, что является огромным плюсом перед IOS. Все приложения можно скачать. Банки работают все. Смотрю актуальный Tik Tok :))\n4) Постоянно прилетают обновления. Samsung будут обновлять устройство 4 года, что радует.\n5) Есть возможность оплачивать смартфоном по nfc, но нужна только карта МИР и установить MIR PAY.\n6) Очень красивый дизайн. Напоминает iPhone XR. Сзади стекло, по бокам пластик, хотя с начала я думал, что это вообще металл. Телефон выполнен в дизайне флагманов Samsung.\n7) Большой, сочный и красивый экран. Не желтит, глаза не болят, хотя у Samsung большой шим. Говорят, что у него широкие рамки, но они не особо шире рамок того же iPhone 12-13, например. Я их перестал замечать спустя дня 2, наверное.\n8) Неплохие основная и фронтальная камеры. Фотки днём очень даже хорошего уровня, ночью тоже получаются хорошего качества фото. Для меня, как любителя мобильной фотографии, камера являлась важным аспектом, в целом мои ожидания оправдались. Я бы поставил её 4+/5 в ежедневных задачах, а при хороших условиях для фото все 5+/5.\n9) Заряда телефона при активном использовании (у меня это прослушивание музыки, чаты, звонки и Тик Токи) хватает на полный день за глаза без подзаряда.\n10) производительность хорошая, я в игры не играю, но ощущается запас производительности. Для ежедневных задач - за глаза хватит.\n11) Отличные стерео динамики. Звук телефона громкий и сочный. Послушать музыку, посмотреть видосики - самое то!", "это самсунг", "Хорошая камера, дизайн, звук динамиков, дисплей отличный\nБрал версию 8/256 за 32.500₽ от iSpot РОСТЕСТ\nПриехал действительно полностью запечатанный ростест CAU, поддержка Самсунг подтвердила наличие гарантийного обслуживания на этот смартфон на территории РФ, что не может не радовать. Боялся, что приедет африканская или Казахстанская версии, которые имеют ограничения региональные.", "1) Внешний вид. Современный, не выделяющийся нелепыми вставками из иных материалов\n2) Быстродействие. Естественно, новый телефон из коробки будет работать на спидах по сравнению с телефоном из 2019 года. Тут не о чем говорить, все плавно. Пока что\n3) Экран. Вне всяких похвал. Адаптивные 120 Гц хоть и кушают зарядку, но как же приятно глазу. По яркости - намного ярче А51, на солнце все видно.\n4) Камера. Не флагманская, но с прямыми руками можно сделать отличные снимки. Есть стаб цифровой.\n5) Оболочка. На момент написания комментария - OneUi 5.1. Красивая, не нагруженная. Хожу до сих пор со стоковыми обоями. Нравится\n6) Вибромотор. Это какое то произведение искусства. Даже сказать нечего, очень мягко и приятно в руке и кармашке.\n7) Батарея. Не заряжаю телефон по двое суток. Спокойно выдерживает умеренный темп работы - скроллинг ВК, просмотр Ютуба. НО: это все без адаптивного 120 ГЦ.", "Автономность, удобство, функционал", "Пользуюсь с октября 2023 года. Перешел с iPhone, которыми пользовался с 2008 c выхода 5s (последний свой 12й разбил, и по нынешним временам, считаю, что ценник на iPhone стал уже необоснованно завышенный). Стадия привыкания прошла, и о переходе на Samsung и Android не жалею. Экран хорош, памяти хватает, не перезагружаю неделями и ничего не глючит и не тормозит, главное не забывать закрывать приложения в фоне, но это дело привычки и у меня такая есть. Батарею держит норм, нареканий нет, для моего режима использования в течение дня ее хватает (звоню много, мессенджеров много, интернета много, видео и музыки мало). Еще один из важных критериев покупки - водозащита, так как в теплое время года часто и на море (благо до него 30 км), и на других активностях, где есть вода, поэтому утопить тел также как один из своих первых iPhone не хочется.", "1. Защита от влаги и пыли по 67, что в эту зиму особенно спасает и для этой цены большая редкость.\n2. Сочный, яркий экран с высокой герцовкой.\n3. Система в целом приятная, но редко проскакивают микрофризы.\n4. Фото не прикрепляю, но телефон выглядит приятно и в руке ощущается также,но задняя крышка стекло (под ней пластик) и невероятно сильно собирает отпечатки, так что скорее всего будете носить в чехле, так что красоту не оцените позже.\n5. Камера для 30к хороша. Есть лёгкий макро, ширик, основная делает неплохие снимки даже ночью.", "Чёткий экран. Приятно лежит в руке. Работает очень шустро. Камера отличная. Звук обалденный.", "Пересел на него с А8 (2018 года). Очень понравилась узнаваемость оболочки, но работает всё гораздо шустрее, плавнее и красивее. Отличная камера, в сравнении с моим старым смартфоном просто небо и земля. Экран 120 гц - тут комментарии излишни. Дисплей выдаёт красивую, приятную картинку с насыщенными цветами. В игрушки приятно играть, но я не любитель мобильного гейминга (та ещё помойка, имхо), но во всякие рогалики поиграть пойдёт. Хорошие встроенные динамики, звук приятный.", "Samsung Galaxy A54, 14 Андроид, OneUI 6.0, 8/256 по памяти. Отличная эргономика, приятный тактильно. Шикарный экран 120 герц (ШИМ не беспокоит, глаза не устают), наконец-то довольно удачный шустрый Exynos, очень неплохие модули камер. При прослушивании музыки в наушниках с включённым Dolby Atmos даже показалось, что это не просто ползунок в настройках \"для галочки\". Автономность на достойном уровне, на полный рабочий день с лихвой с постоянно включенным мобильным интернетом.", "Отличный смартфон за свои деньги\nНе плохая камера\nЯркий и насыщенный экран\nприятный цвет корпуса (у меня лайм) и в целом качество сборки\nВозможность увеличить объём памяти флешкой\nDolby Atmos прям решает в наушниках\nСтерео динамики", "Красивый и удобный телефон. Перечитала много отзывов и решила взять. Нормальная камера. С такой оперативкой тянет все, что можно и нельзя.\nБыстрый, плавный.\nПродавец отправил в тот же день, в который заказала. Пришло ровно за неделю, хоть и Яндекс задержали.\nНе росстест, но все работает, русский язык есть.", "-Очень приятный экран\n-Выглядит хорошо и гораздо лучше любого китайца за такую стоимость\n-Баги системы, про которые твердили блогеры в обзорах, мне не встречались. Могу предположить, что Samsung действительно исправляет ошибки и сейчас телефон работает очень хорошо\n- Камеры хороши за такую стоимость. Отдельный плюс за съемку видео. Но ожидать уровень айфона точно не стоит\n- Игры тянет хорошо. Возможно не так, как китайцы, но у них достаточно и других минусов\n- Касаемо шима (про который говорят все блогеры). Я правда не заметил. глаза не устают, а точнее устают, как и от любого другого телефона\n- OneUI очень понравилась и теперь для меня она на втором месте, после чистого Android на Google Pixel.\n-Понравилось, что есть влагозащита. Проверять не стал)\n- Работает от одного заряда весь день", "Качественная сборка, отличный экран, быстро и бесперебойно работает, хорошая для данной ценовой категории камера (снимает на уровне более дорогих аналогов или позапозапрошлых айфонов), удобный размер - в руке лежит отлично, красивый белый цвет, кайфовый на вид и наощупь:), приятная и удобная фирменная оболочка прошивки, написано что сделан во Вьетнаме:)", "Красивый дизайн, мощный процессор, доступен 5G", "Красивый , быстрый короче классный", "Поддержка обновлений 4 года и 5 лет патчи безопасности, в отличие от других всем известных производителей, так же есть приличная влагозащита .\nНикаких даже малейших подлагиваний или подвисаний я в нем не замечал ,за месяц ни разу, оболочка работает на 5 +, аккумулятор держит очень хорошо .\nРазблокировка по лицу и по пальцу у меня срабатывает прекрасно , даже при плохом освещении ,при тусклой настольной лампе.", "шустрый, хороший экран, качество фото, звук, дизайн, характеристики", "мне нравится) отличный телефон для своей цены", "заряд и энергопотребление. скорость работы приложений. цвет лайм потрясающий. минимум предустановленных бесполезных приложений. хорошая цветопередача.", "+ Отличный звук при разговоре, как всегда для Samsung.\n+ Камера: узнаваемая обработка всех кадров. Заранее знаешь, в каких условиях какой кадр выйдет. Звук при видео такой же басистый - приятно потом смотреть (слушать).\n+ Сенсор приятный, аналог таптик-энжин отлично тактильно отдаёт, кайф для пальчиков.\n+ Модем умеет в LTE большинство диапазонов (на примере МТС: 7+1+3 CA, 3+38+1 CA и так далее (к сожалению, не умеет только агрегировать 38 и 7 бэнды в одной комбинации)). Поддерживает ULCA, но только если в комбинации на загрузку используются 2 диапазона. С 3 уже в ULCA не работает.\nДля Tele2: легко 3+40+40 CA.\n+ Звук из динамиков / по Bluetooth - отнесу к плюсам. Для динамиков надо в настройках выкрутить басы, тогда становится сочным.\n+ Поддерживает все \"навороты\" операторов (прим. МТС: VoLTE, VoWiFi, VideoCalling и т.д.)\n+ К навигатору вопросов нет - ловит быстро и хорошо. (Правда, когда был в Москве - был тихий ужас. Но, там все навигаторы шалят).", "Красивый, шустрый, ёмкая батарея, возможно вставить микросд карту или 2 сим. отличная цена соответствующая товару, нет накрутки за бренд, как у одного известного производителя с которого моя девушка наконец то перешла на андроид и очень довольна и в восторге (ОЧЕНЬ долго уговаривал и мне сказали,-\"Спасибо, не ожидала что когда нибудь андроид будет так по душе, хорошо что я тебя послушала\". шах и мат яблоко!", "Оригинал, пришел менее чем за 2 недели в целости, версия прошивки Глобал. Два динамика,отличный стерео звук, хорошая камера, батарея держит день при активном пользовании, быстрая зарядка, сенсор не тупит, экран не лагает, свои 120 Гц отрабатывает, шустрый, красивый цвет. Брал в максимальной комплектации 8/256", "Одним из достоинств это сама марка.\nВся наша семья пользуется самсунгами.", "Камера( фото видео) аккумулятор., производительность", "есть все что нужно, оплата картами через мир пей, хорошая батарея, довольно шустрый телефон, полностью настроил под себя и связал с windows 11, камера обычная - ну для таких вещей у меня Canon 550d есть))) Звук динамиков громкий, говорят телефон земноводный, но проверять не хочу.", "Прекрасный отзывчивый интерфейс, все анимации гладенькие, любо дорого смотреть. В сравнении с A51 просто песня. Превосходная камера.", "Очень шустрый смартфон с ярким экраном.Аккумулятор здесь держит заряд отлично.Гораздо лучше,чем на серии S.Размер корпуса удобный-не слишком большой и не слишком маленький.Весит не много,не тяжелый.", "хорошая камера\nшустрая ос\nбатарея\nбыстрая система nfc\nоптимизация системы", "хороший экран — яркий и плавный . Шустрый процессор и оперативка . Шикарнейшая оболчка One UI , которая обладаетт очень привлекательным внешним видом и огромным простором для персоналтюизации рабочего пространства . Приятная вибро отдача . Стильный дизайн.", "Отлично держит батарею, быстрый, камера супер (прикрепляю рандомные фото с нее). Снимает так же, как модели в два раза дороже, только оптический зум 2X, а не 3X. OneUI оказалась очень приятной системой после MIUI, много встроенных фич, но при этом нет доходящей до маразма безопасности.", "Качественный 2K QHD Super AMOLED дисплей на 6.4\" с высокой частотой обновления в 120 Гц — визуальный фестиваль.\nМощная камера с тройным модулем: 50 МП основная, 12 МП широкоугольная, и 5 МП для дополнительных эффектов.\nПродвинутый процессор Samsung Exynos 1380, 8 ГБ ОЗУ и 128 ГБ встроенной памяти — максимум мощности.\nЗащита от воды и пыли по стандарту IP67 — спокойствие в любых условиях.", "Красочный дизайн телефона, приятное на ощупь стекло. Отличная камера, ночной режим съемки, хорошая автономность и поддерживает быструю зарядку. Весь внутренний дизайн можно настроить под себя и свою любимую цветовую палитру. Удобные кнопки для задач, а также функции, котороые упрощают пользование телефона.", "Батарея отличная, двое суток хорошего серфа держит на ура", "После А8 это пушка)", "Переживала за то что телефон будет не новый, а вскрытый и с установленными российскими программами, но повезло! Чистый телефон без всякого хламья. Телефон в целом меня устраивает, шустрый, хорошая камера, громкие динамики, оперативки хватает с лихвой(на это и был расчёт когда я выбирала себе телефон) при первом включении слегка грелся и подлагивал, потом пришёл в норму и сейчас работает отлично. Камера 50 мегапикселей просто огонь, видно мельчайшую деталь, есть 10-ти кратный зум, вот тут уже подводит, чуток размыто, но не критично лично для меня (я не проф фотограф), фронтальная камера тоже порадовала (люблю созваниваться с подругами по видео, качество огонь) экран хороший, мне понравилось 120гц когда экран так плавно, и прикольно перелистывается, но в основном сижу на 60гц. Единственное их сложности, подобрать чехол, но это уже мелочи. В целом телефон хороший, всем советую.\n\nP.s. за несколько месяцев работы, могу отметить быстроту процессора, и качество данного телефона, не виснет, не лагает, камера отличная, всем советую", "До этого у меня были устройства с большей диагональю экрана, поэтому непривычно. Зарядку держит сносно, родным блоком на 15 ватт заряжается за 2 часа, если брать не родной то будет 8 часов.", "Удобный, быстрый, функциональный и просто красивый.", "Прекрасная история для перехода с первых поколений А51 и одногодок, очень приятный корпус и в целом приятные камеры", "Шустрый, плавный, красивый и в руке лежит отлично.", "отличный смартфон, описания много в интернете", "Хороший телефон за свои деньги! Покупала мужу в подарок, он остался доволен.", "Компактный по современным меркам размер. Камеры причём все. Отсутствие маркетинговых двух мегапиксельных затычек. Автономность. Влагозашита. Стабильная практически безглючная оболочка", "Соответствует описанию. Оригинал", "Ожидания мои оправдались! Батарея как я и хотела, для моей работы держит долго по мне, яркий экран, шустрый и наконец то памяти больше))", "экран , батарея внешний вид"], "negative": ["Упаковали ужасно, просто картонная коробка и в ней уже коробка телефона, мне даже чехол для этого телефона пришел в пупырке, а тут хрупкий и недешевый товар просто в коробку кинули. Спасибо курьерам яндекса, что так бережно довезли телефон по январскому гололеду, что он дошел до меня в целости и сохранности.\nПро отсутствующий блок питания уже неоднократно писали. Хочу еще отметить, что шнур в комплекте двусторонний type-C, то есть вы не сможете вставить его в обычный блок с USB разъемом, и если у вас до этого не было техники с type-C, то придется срочно бежать в магазин за зарядкой. Благо у меня осталась зарядка и блок от старого самсунга. Супер быструю зарядку он конечно не поддерживает, но просто быстрая работает, заряжает полностью около 2 часов.\nК сканеру пальца никак не привыкну, больше нравился на A12 на боковой кнопке. Этот же распознает палец в 2 из 5 случаев, на улице при ходьбе вообще не схватывает. Несколько отпечатков уже внесла, по всякому палец прикладывала при настройке, но все равно распознает туговато. Фейс айди хорошо работает только в помещении.", "1) Камера замыливает и отбеляет кожу. Да, это характерно для корейского рынка, они это любят, но мне пришлось долго привыкать. Иногда она делает снимки слишком резкими. Но как я писал выше в целом камеры очень даже ок.\n2) Разблокировка по лицу работает не очень хорошо и корректно, как по мне. срабатывает 8/10 случаев. Я её отключил. Разблокировка по отпечатку пальцем нормально работает, но чуть долговато, есть смартфоны в этой же ценовой категории, у которых отпечаток пальца срабатывает сильно быстрее.", "отпечаток пальца удобный был на М31 сзади, а здесь на экране, что не много не удобно, т.к. косорукие (у меня частенько всё прыгает из ручонок) могут выронить телефончик\nЗдравствуйте! дополню отзыв неприятностями🙃 самсунг то он самсунг всё прекрасно, НО, появилось одно неприятное но, телефон был куплен 12 августа себе и маме (а52s тоже допишу к нему отзыв об этом но), а в июне сестра купила себе м53, так вот 30 сентября сестра взяв в руки мой а54 грустно констатировала: о, царапина. Я в осадке, лихорадочно стала осматривать свой тф, потом у мамы обсмотрела, сестры обсмотрела, и свой старый м31, и, оказалось, что я выяснила, что стекло у новых телефонов серии А плохое!!! Заметьте, с 12 августа до 30 сентября около 1,5 месяца, за эти дни телефоны эксплуатировались одинаково мои а54 и м31 со мной и дома и на работе и в сумках и в карманах, как и предыдущие 3 года м31, но стёкла экранов выглядели одинаково!! что имею я ввиду, потёртости у новых а52 и а54 как у м31 за 3 года, а 54 ещё и с царапиной, м53 у сестры идеальное стекло, у м31 царапин никаких нет, только потёртости не большие, за 3 года эксплуатации во всех разных местах. Вот и разочарование 😞 самсунга.", "1) В комплекте нет зарядки\n2) Телефон шустрый, но подтормаживает. Что я имею в виду? Приложения открываются быстро (даже быстрее моего старого Poco x3 pro, в котором память UFS 3.1, а в Самсунге 2.1, однако Самсунг открывает все приложения значительно быстрее), но вся магия рушится, когда пользуешься 120 герцами. Постоянные микрофризы, разная герцовка экрана в одном и том же приложении (для примера телеграмм, в котором список чатов скроллится в 120 герц, а сам чат уже в 60, причем клавиатура тоже резко возвращается в 60 герц, из-за чего пользоваться им становится не совсем удобно.", "1) Рамки. Первую неделю хотелось их спилить. До жути не удобные, забивается вся пыль. Та же ситуация с выступающими камерами. Под ними куча пыли. Даже с оригинальным чехлом\n2) Камера. Все таки, не совсем тянет на середнячок. Если руки не прямые а обычные, то камера разочарует.", "Играя в тяжелые игрущки греется, остальных пока не заметил, пользуюсь первый месяц", "Размер и вес для кого-то могут быть великоваты, но это уже индивидуально, мне хлопот не доставляет.", "1. Заряд, на мой взгляд, держит средне, при умеренном использовании хватит на день и не больше.\n2. Комплектация Самсунга на уровне Яблока. В коробке телефон, скрепка и кабель с двумя выходами на С, то есть адаптера нет, а супер быстрая зарядка ( с нуля до 100 где-то за 1,20 минут) поддерживается только при. использовании провода С с двух сторон, так что адаптер покупать самому или пользоваться медленной зарядкой от других устройств, что будет дольше.\n3. Не все стандартные приложения есть на телефоне, по типу калькулятора или ещё чего. Либо спрятаны внутри и надо искать, либо качать, телефон приехал уже на русском.\n4. Скорее всего, телефоны, которые продаются на Яндексе идут без е-сим, если это для кого-то важно. У меня версия без поддержки, уточняйте модель перед покупкой.", "Необнаружил", "Большеват, тяжеловат. С чехлом книжкой в кармане ощущается как миниатюрная разделочная доска, не очень удобно.", "Непонятно зачем такая долгая анимация срабатывания экранного дактилоскопа (распознаёт палец сразу, без ошибок, но зачем-то ему надо показать всю анимацию перед разблокировкой), ну и довольно большие рамки дисплея по всему периметру, хоть и практически одинаковые и привыкаешь к ним за первую минуту пользования. Практически как на моём Nothing, но \"подбородок\" всё же немножечко больше остальных рамок. К комплекту поставки без блока зарядного устройства/силиконовых чехлов/заводских плёнок придираться не будем, а вот почему Samsung жалеет в своих среднебюджетниках немножко ватт для более быстрой зарядки (тут быстрая зарядка всего 25 ватт) - это вопрос. Даже братья-китайцы на своих бюджетниках/даже ультрабюджетниках уже стабильно завозят 33 ватта, про среднебюджетники/субфлагманы вообще помолчим.", "Эксперименты с новыми версиями прошивки\nНет блока зарядного устройства в комплекте", "Использую три дня и почему-то нагревается на простых действиях. Например, при раздаче интернета. Когда настраивала телефон, также нагревался и быстро садилась зарядка. Ожидала, что зарад будет держать долго, но почему-то быстро садится. Если активно использовать в течении дня, то ничего не останется.", "-Модули камер, такие как: ульраширокий, макро и фронтальная камера\nНе такие хорошие. как ожидалось, но и не такие плохие, чтобы говорить про их посредственность\n- Отсутствует быстрая зарядка. От 0 до 100 примерно 1 час 30 минут\n- Не знаю относить ли это к минусам, но в комплекте отсутствует блок зарядки. Есть только кабель. Для меня это минусом не является, как и плюсом, но для кого-то может быть очень важным аспектом для покупки\n-Нагрев устройства при использовании. Греется не сильно, но ощутимо", "Нет блока зарядки в комплекте (только кабель usb C - usb C), слабая мощность быстрой зарядки (всего 25 ватт максимум, заряжается около полутора часов) и средняя автономность - без экон. режима в стандартной эксплуатации к концу дня остаток процентов 30, с эконом режимом - 50/60. Китайские конкуренты и по запасу заряда, и по мощности заряда и по наличию блока лихо дают фору.", "Не обнаружил", "читайте комментарий", "Память совсем уж устаревшая ,такую же китайцы ставят в свои телефоны за 5- 7 тысяч рублей. Для многозадачности телефон не подходит, выкидывает приложения из памяти если открыто больше 2х приложений, бесполезное расширение памяти тут точно не поможет ,всё это проверял , абсолютно бесполезная функция.\nНо зато потом благодаря довольно шустрому процессору приложения открываются быстро ,конечно если в них нет много графики.\nНапример, выгруженные из памяти яндекс карты откроются почти моментально , ну а 2 гис со своими дурацкими картинками будет открываться вечность, секунды 3.\nИ забыл, нет записи разговоров, это совсем уж плохо и без смены региона сделать запись разговоров не получится ,собеседника ни с одной программой не будет записывать, в любой из этих программ будешь слышать только себя.", "отпечаток пальца, греется, нет блока питания", "мне кажется быстро разряжается", "камера размывает фотографии по краям, за время использования не нашла способа избавиться от этого. сенсор экрана даже при повышенной чувствительности не всегда работает корректно при работе с клавиатурой . неприятно нагревается. обидно, что в комплекте только кабель зарядки без адаптера для розеток, причем, кабель не usb, а type C - type C.", "Для белого телефона силиконовые чехлы быстро становятся оранжевыми и на белом цвете хорошо видно.\n- Распознавание лица очень тугое. Жду обновлений прошивки, может поправят.\n- Нет 3.5. Грусть, конечно.\n- Нельзя покупать новые темы в Galaxy Themes - карты РФ не принимаются.\n- Всё так же есть неудаляемые приложения.", "в комплекте поставки нет блока зарядки, но это сейчас модно) Небольшое неудобство в отсутствии 3.5 для наушников, но не критично, зато влагозащита)", "Из пока выявленных:\nстеклянная задняя крышка красиво, но скользко\nвыпуклый ряд камер красиво, но не удобно", "Их нет. Самсунг не подводит", "Биометрия", "большой для меня, долго привыкать буду после iPhone 7, на 2 день после покупки уронил на твёрдый пол с высоты стиральной машинки, повезло - остался целым, после этого побежал сразу чехол покупать, носил без чехла в кармане пустом в джинсах - появились маленькие царапины в первый же день на задней крышке, сильно торчащие камеры бесят немного", "Товар для американского рынка, см. Комментарий.", "Камера слабее,чем на серии S. Но от самсунга я в принципе не жду суперских снимков (даже от флагманов).Для фоток в путешествиях у меня уже есть смартфон Huawei. А Samsung A54 я брала для выполнения повседневных задач (с чем он легко справляется).", "нет з/у в комплекте\nнебольшой нагрев(без троттлинга)", "Стекло с обеих сторон хоть и выглядит стильно , но этот , в свою очередь , означает , что вы будете вынужденны такскать телефон в чехле , либо клеить и переклеивать пленки /защитные стекла . Аккумулятор — в целом держит хорошо , но 4500 маха из A52 мне хватало на дольше нежели 5000 здешних .", "Нет jack 3.5 (разъема для наушников), но можно купить переходник type-c — 3.5. Только внимательно, нужен обязательно с чипом ЦАП (DAC), другой работать не будет. В комплекте нет блока зарядки и информации, какую лучше купить, чтобы заряжало быстро.", "Весит немного больше среднего для смартфона (202 г), но за счет технологичности оправдан.\nХотелось бы больше акцентов на звуковой составляющей, несмотря на стереодинамики.", "В момент съёмки видео, когда включаешь режим стабилизации нельзя снимать 60 кадров, что грустно( С 30 кадрами картинка получается не такая чёткая и сочная. Скользит в руке, поэтому первые дни пока ждала чехол, очень переживала что могу его выронить.", "Отпечаток долго реагирует", "Это упаковка, тупо пакет и коробка с телефоном, благо всё целое.", "в первый день работы подвисал и грелся, а так все хорошо, пока недостатков не заметила", "Если говорить о тяжёлых играх то тянет на средних настройках. Геншин импакт без лагов продолжительное время на 30 фпс, 45 и 60 сильно греется и лагает. Можно скачать дополнительные приложения для отслеживания фпс в галакси стор.", "Не обнаружено. Отсутствие зарядного блока для меня не было весомым минусом.", "цена-качество все же будь он дешевле тысяч на 7000 вопросов бы к нему не было, а так у вас в коробке будет только смартфон и провод, пока еще со скрепкой 😂", "Не недостаток, а скорее особенность это зарядка будто быстрее уходит, чем на предыдущем телефоне.", "что кинулось в глаза так это большие рамки экрана. достаточно увесистый телефон после А51. без чехла скользковат, чуть не выронил несколько раз. очень сильно конечно выпирает камера.", "Цвето-передача экрана отдаёт лёгкой желтизной, но это не так критично. Ну может для кого это и недостаток, телефон был для Казахстана, но мужу это её мешает.", "Медленная зарядка. Отсутствие блока питания в комплекте. Цена оригинального блока питания", "Коробка с отпечатками краски, но в целом не критично.", "пока не обнаружила", "не нашёл"], "coment": ["К самому телефону пока претензий нет, надеюсь прослужит долго. Упаковка и наполнение коробки подкачали.", "Смартфон хороший, за эту цену даже отличный. Если вдруг он станет дешевле 30К, то вообще песня.\nВ комплекте только сам телефон и провод USB-C.", "Перешёл с s10e на A54. S10e брал по классным акциям за 25к, а A54 за 29к спустя ровно 4 года, так что сравнение вполне уместно.\nПод конец своей жизни s10e уже изрядно выносил мозг своим нагревом, ниочёмным временем автономной работы и закончившейся памятью 128 гб. Карта памяти не сильно спасала. Итак.\n\nБэкап аккаунта самсунг позволил просто ввести пароль на новом устройстве и перенести все приложения и все фотки в том же объёме и в те же места, что и на прежнем. Очень удобно.\n\na54 8/256 летает. Экран отличный. Всё переживал, что супер амолед уступает динамик амоледу. По факту, в ежедневных сценариях разницу не увидеть. Нужно или в критических режимах под палящим сравнивать или пялиться в редкий HDR10+ контент с барьерным рифом или джунглями.\n\nСкорость работы интерфейса предельная. Пока не встретил ни одного фриза за 3 дня эксплуатации. Тут и оперативки больше 8 против 6 и постоянной 256 против 128. И Экран 120 герц. Есть ещё разъём микро СД, что упростило перенос контента со старого телефона.\n\nСканер отпечатка хоть и находится не на боковой кнопке, но уже привык к новому расположению и не испытываю проблем. Даже удобней.\n\nК кирпичному габариту пока ещё привыкаю. Как раз решил взять сначала середнячка, попривыкнуть прежде чем отдавать за толстого флагмана.\n\nДинамики громче чем на s10e, но чуть более плоские. Это не минус, ибо музыку слушаю или в гарнитуре или в авто. Чтобы стерео слушать с телефона нужно его держать перед собой горизонтально. Кто так делает?\n\nВибрик сильнее. Пока не могу сказать лучше или хуже. Он другой. На s10e я его чувствовал, но не слышал. На a54 я его теперь ещё и слышу.\n\nТеперь по минусам. Камера слабее чем у s10e. Это прям боль боль. Фото норм. И датчик в 50мп тоже норм и ночью снимает лучше. Но не такая плавность в видео и нет плавного переключения с ширика на ультраширик при записи. Оооочень расстроен. Цветопередача на всех ашках хуже чем на S-ках. В сложных условиях освещения это иногда приводит к серьёзным искажениям. Нет самс пэй.", "отзыв написан и дополнен для вас, чтобы вам был полезен при выборе, как и мне ранее от других, а не для ваших комментов как мне жить. Стекло смартфона это, практически, важнее, чем начинка, так как это фасад телефона, это то, куда мы смотрим своими глазками каждый день по несколько часов, и моё мнение, что эта важная часть смартфона должна быть более крепкая и надёжная. Сколько разбитых стёкол на смартфонах у людей вы видели (риторический вопрос) - миллионы!!! Отсюда вывод: слабое место смартфона это стекло, об этом я и рассказываю в отзыве и сравниваю же со своим и сестры смартфонами серии М, читайте внимательно, пожалуйста.", "В целом отличный смартфон. Долго выбирал между ним и Poco F5. Устал от китайцев и особенно Xiaomi с их оболочкой. Прекрасно отдаю себе отчёт, что в каком-нибудь геншит импакте чPоco выдаст 60фпс вместо условных 40 на Самсунге, но так наплевать на эти игры и бенчмарки. Работает и так намного быстрее легендарного Poco x3 pro. Вреда от широтно-импульсной модуляции на своих глазах не ощутил.", "Очень сильно сомневался перед покупкой. Думал что приедет либо бракованный, либо взломанный, с открытой коробкой, уже активированный и т.д.\nОднако, хожу с ним уже более двух месяцев и однозначно рад.\nОбозначу для начала - продавец у меня был Яндекс.Маркет - покупал телефон в конце июля/начале августа. Стоил на тот момент 32к с копейками. Доставили буквально за два дня. Коробочка приехала в идеальном состоянии, защищена пупыркой в несколько слоёв. Пломбы, что от Самсунга, что уже от таможни ЕАЭС/либо от продавца из Кыргызстана/Армении/Белоруси тоже не вскрыты. Все на своих местах, ничего не поцарапано. Телефон для азиатского рынка - 8 Гб ОЗУ / 128 Гб внутренней. Каких либо особенностей я не увидел. Да, не работает SPay, GPay (однако бонусные карты как и всегда работают) - но как по мне, СберПэй намного комфортнее, хожу с ним с момента покупки и рад что перешел с SPay. Сразу оговорюсь - перешел с Samsung A51 и сравнивал в достоинствах с ним же.", "Телефон отличный! Говорю как человек перешедший от сяоми к данному бренду. Нужна была хорошая батарея, т.к. по работе приходится много созваниватся и пользоваться мессенджерами. Моя супруга пользовалась самсунгом, в том году обновил ей девайс и был приятно удивлён, на сколько хватает ей зарядки и в целом. Принял решение, что следующий телефон будет Самсунг! И пока что, я ни разу не пожалел о выборе, все классно, батарейку держит хорошо, сравниваю с Xiaomi Redmi Note 8 Pro (мой предыдущий девайс) В сравнении с ним могу сказать, что в течении рабочего дня вообще не нуждаюсь в зарядке, когда \"мой Китаец\" уже разряжался к 14-15 часам. Могу весь день не заряжаться и вернуться домой ещё с 40-60% зарядки. Камера за свои деньги хорошая, мне хватает с головой( я не профи фотограф) Удобно. Думал, что после долгого пользования сяоми и их оболочкой я вообще ничего не пойму в этом телефоне, но нет, все в принципе понятно) Внешний вид тоже понравился, да, есть ощущение, что тут что-то подглядели у именитого американского бренда, это терпимо) Я очень доволен и боюсь(нет), что теперь следующий телефон будет этой же фирмы. Рекомендую", "В целом за 29700 версия 8/128 себя окупает. Телефон стоит этих денег, но если больше 30, то уже стоит смотреть в сторону других вариантов.\nМб дополню отзыв через пару месяцев использования", "Честно, думал что какой-то обман! За такие деньги (~12500) придёт отремонтированный или б/у. Почитал отзывы, решил испытать удачу. И вот он наконец пришёл. Доставка очень быстрая. Телефон новый, в заводской упаковке. Без всяких пакетов и пластиковых вложений. Самсунг просто не делает такого, они за экологию, просто пломбируют упаковку. Камера отличная, звук офигенный! Экран очень чёткий. Телефон не тяжелый и приятный на ощупь. Одним словом ОРИГИНАЛ! Правда есть подозрение, что на Российский рынок делают чуть другое качество! До этого был айфон, но цены на них не то что кусаются, а просто руки отгрызают))). Айфоном пользовался много лет, а вот ещё ранее были Самсунги S серии, но этот телефон переплюнуть все Самсунги и даже 11 Айфон. Сейчас все функции есть что и у яблока, так что я не пожалел что приобрёл этот аппарат!\nПродавцу огромное спасибо за быструю доставку и качественный телефон!", "На моём предыдущем А8 выходом на наушники был трёхспеловый джек, здесь же один только тайп-си. Изначально относился к этому как к коммерческой уловке от коммерческих жуков, дескать \"Ой, а мы вот вам тут дырдочку убрали, чтобы экологии не вредить и телефончик вам понадёжнее сделать. А как музыку слушать? А вот купите переходничок за 2000 тысячи деревянных или вайрлес наушнички!\". Блюпуп наушники я не стану покупать принципиально, т.к. маркетинг раскрутил их по полной программе, а вот по технической стороне, если вкратце, всё довольно плохо, потому что половина сигнала, пока она с телефона передастся на уши, по пути потеряется и качество звука там явно не для аудиофилов. Ну и я стал разбираться в теме этих переходников и обнаружил, что \"О, боже!\", да китайцы и остальные очень умные человеки засунули в эти маленькие штучки чуть ли не целые звуковые карты! В общем, купил себе какой-то там китайский переходник с ЦАПом с алишки, скачал себе на телефон AIMP плеер, настроил всё, поковырялся с эквалайзером в первые в жизни и испытал первородный аудио кайф от прослушивания музыки с наушников (у меня проводные маршалы мажор 4). В общем, благодаря новому телефону открыл для себя новую страницу в качественном прослушивании музыки.\nПы.Сы. понимаю, что сравнивать мой предыдущий телефон с этим, это всё равно что пересесть с дряхлого мопеда на спортивный мотоцикл и всерьёз указывать на их различия, но, что есть, то есть! Пусть мой отзыв будет довольно специфическим, однако, быть может, не один я до сих пор ходил с А8-мым или другим подобным по классу и бюджету телефоном, поэтому пускай этот отзыв будет для таких же нищебродов как и я! Шутка :)", "Покупался для жены в качестве подарка взамен умирающего Vivo V21e (хотя даже этот Vivo 2021 года мог в 33 ватта), она очень довольна)", "С блоком понятно. купил отдельно, не сильно критично.\nСоветую не обновляться сразу на новую прошивку , а немного подождать его патча. пара раз была ситуация : обновился на новый one ui и смартфон начал заметно тормозить, это сильно раздражало, но после патчей все пофиксили и он снова начал шустро работать.\nВ целом рад покупке, и фильмы приятно посмотреть в дороге и пользоваться комфортно, даже можно поснимать и получить прекрасные снимки без \"мыла\" и плохой передачи цвета окружения, но при хорошем освещении.\nОтлично работает с часами galaxy watch 5\nТак что если нужен не сильно дорогой и при этом на долгие годы и чтоб работал отлично- это он", "Хороший телефон, пришёл целый и быстро. Было упаковано в один пакет и маленько помята коробка. Удивительно как не помяли сам телефон при доставке.\nЗа такую цену грех было не взять. Надеюсь в дальнейшем приспособится и не будет так греться.", "В целом, очень доволен устройством. Да, за такую стоимость есть варианты получше, но для меня была очень поддержка устройства, хорошая оболочка Android. хорошие камеры и хороший вид, По этим пунктам Samsung, на мой взгляд лучший выбор среди андроидов в этом центовом диапозоне. Если же хочется что-то другое, то можно рассмотреть Google Pixel или же iPhone. Стоить будет дороже, но и уровень устройств тоже выше. У меня все)", "Телефоном доволен, перешел на него с поко х3 про, только к зарядке и автономности пришлось привыкать после сяоми, а в остальном - отличный аппарат, качественный, красивый и функциональный, на пару лет хватит я думаю с лихвой.", "Samsung Galaxy A54 - отличный смартфон для тех, кто ищет надежное устройство с хорошими характеристиками. Этот телефон имеет яркий и четкий дисплей, который делает просмотр контента на нем приятным и комфортным. Камера снимает отличные фотографии как на улице, так и в помещении, что позволяет запечатлеть самые яркие моменты жизни. Батарея держит заряд на долгое время, что особенно удобно в поездках или на длительных прогулках. Процессор обеспечивает плавную работу приложений и игр, не тормозит и не выключается. Дизайн смартфона элегантный и стильный, приятно держать в руках. В общем, Samsung Galaxy A54 – отличный выбор для тех, кто ценит качество и функциональность по разумной цене.", "заказывала 2й раз . 1 раз заказала НОВЫЙ на 64Гб НЕростест (не привязывались карты к мирПэй причина не ясна)\nИ по какой то причине (как мне показалось по браку) он не записывал голосовые сообщения прикрепляю фото те 1-3 гс записывается со звуком , а 1 без и так с периодичностью. это было во всех мессенжерах Тг Вс Вк и тд . НО когда записываешь на диктофон , микрофон работает без перебоев . Обращалась в поддержку Samsung там сказали обновить все приложения (хотя они были обновлены ) и поскольку не было телефону 14 дней сдала его обратно . сразу же заказала новый на 256Гб , НЕростест и здесь та же беда с гс но реже , возможно связано с обновлением...\nв целом телефоном Оооочень довольна памяти ВАГОН после а51 я в восторге .\nКамера отличная . кот Коксик рекомендует", "В целом смартфон специфичный ,для определённых условий и задач.\nДля игроманов такой точно не нужен, у меня была возможность взять за эту же цену поко ф 5 на снепдрегоне с современной, а не древней памятью. Но мне для работы по характеристикам нужен был именно надёжный самсунг .\nВ целом я ни капли не пожалел что, купил именно самсунг, хотя за ту же цену был просто огромный выбор с намного лучшим железом , как по мне так аппарат в принципе супер хоть и имеются свои недостатки , к покупке рекомендую.", "перешла на самсунг а 54 с хонора 20. мой сценарий использования-серфинг в интернете, соцсети, магазины, в игры я не играю.\nоболочка довольно удобная, быстро привыкла.\nкачество фото тоже порадовало, но сложилось впечатление, что цвет как то уходит в жёлтый немного.\nэкран супер, работает плавно. глаза не болят.\nсканер отпечатка тут на экране, не всегда корректно работает (лучше бы вывели отдельно на кнопку питания), лицо почему то тоже не всегда узнает. но это довольно терпимые моменты, не прям чтоб сильно часто.\nзвук хороший, всегда думала, что стерео динамики не так важны , но с ними гораздо приятнее .\nбатарея при активном использовании день держит.\nгреется при долгом сидении, может что то недонастроила, хотя обновления ставила\n\nтелефон шёл около 2х недель, пришёл запечатанный с пломбами. при настройке никаких проблем не возникло.\nбюджет был около 30 тысяч. долго выбирала, считаю, что за данную сумму самый хороший и надёжный вариант.\nв целом я очень довольна, достойный среднебюджетник", "довольна как слон, решила перейти с айфона 14 на андройд по известным всем причинам) сначала купила китайца,так как писали что китайца сейчас молодцы! но это оказалось не так... как было га**но так и осталось, решила взять самсунг, потому что до моей мании на айфоны у меня был самсунг и меня в нем все устраивало. Что могу сказать, я довольна! а за ту стоимость что он стоит довольна вдвойне! экран,сенсор,производительность не уступает айфону, ты его держишь в руках и понимаешь у тебя хорошая качественная вещь в руках! Только вот аккумулятор по мне слишком быстро садится, на целый день пользования не хватает,с 14 хватало, и камера по хуже,но не на много, но там и цена в 2-3 раза выше! в общем если выбирать телефон то самсунг)) китайцев не берите,НИКОГДА! ОНИ ВСЕ ТОРМОЗНЫЕ И ПОЧТИ СРАЗУ ПОНИМАЕШЬ ЧТО В РУКАХ ФИГНЯ))\nнадеюсь прослужит долго!", "мой третий за 10 лет смартфон из линейки galaxy. удобство переноса информации и аккаунтов - без ошибок и глюков. наличие слота для карты памяти для меня принципиально, поэтому отдала предпочтение этой модели. за свою стоимость отличный смартфон. недостатки и достоинства описаны выше", "Брал осознанно Samsung (привычка к интерфейсу и набору функциональности).\nДо этого долго верой и правдой служил Galaxy S9.\n\nИ так, купил сей товар, пришёл с регионом CAU (нет SPay, нет e-sim).\nОтдельно респект Samsung в РФ - помогают с импортом :)\nПользовался активно 2 месяца.\nРамки в минусы не записывал - так как уже перед покупкой знал, на что иду :)\n\nВ целом телефону респект. Надёжно работает, хороший компаньон.\n\nНеобработанные фото для примера тоже прикреплю :)", "Доставка в пункт выдачи на следующий день, упаковано отлично, все отлично, продавца рекомендую.", "Продавца рекомендую. Ценник за эту комплектацию был на 11к дешевле чем у оранжевого магазина. Глобальная прошивка, русский язык есть, берите смело. С прошлого смартфона А70 данные перенёс полностью через кабель за +-30 минут, включая установку всех приложений. Свежее обновление прилетело сразу. Телефоном доволен.", "Хотели обновить устройство,сам телефонный аппарат. Выбор пал на два варианта А34 и А54\nДолго мучались с решением и приняли на мой взгляд правильное это А54. Вся линейка А это добротные бюджетники.\nСебе взяли версию для других стран,телефон работает. Всё обновилось и полёт нормальный. Проверили имей по базе,потвердился что оригинал. Взяли чтоб наверника 8/256,в прекрасном цвете \"Лаванда\"\nМожет он и не потянет современные игры,но с повседневными задачами справится на ура.\nВсем добра и всего самого наилучшего.", "Сравнивал с айфон 11, по камере вопросов нет, стаб одинаково, фото видео тоже( они просто хорошего качества но разные по отображению, контрасты разные)на а54 аккумулятор пушка держит 2дня при сред активности., играю в моблу( Мобайл легенд) что на 11 айфоне, что на самсе а54 на средних настройках тянет отлично, ультро местами и там и там лагает. ИТОГ. за 27т.р лучше не найдёте", "Купил месяц назад на замену А41. Доволен очень! Искал что-то из Самсунгов, но не \"лопату\", убивают эти смарты размеров с А4!!!! Летает шустрее гораздо, может и показалось, но лучше держит соту, связь надежнее. Да, диагональ 6,4, а не 6,1, но с этим смирился. Единственный минус - комплекте только кабель зарядки без зарядного устройства. Вроде бы и бог с ним, у меня от старых мобил осталась куча зарядников, но.... кабель с разъемом под зарядник не с юсбишным разъемом, а TipeC. С двух сторон. Пришлось за штуку попупать зарядник под этот разьем. Плюс проблемас зарядкой смарта в машине, раньше заряжал через юсби разьем, теперь надо думать. Пока нашел старый кабель с обеими разьемами, использую его. Видимо, это веяние времени, переход на унификацию. Да, еще плюс - полностью заряжается часа за полтора, но при исплользовании соответствующего зарядного устройства", "После установки биометрии, требуется каждые 72 часа вводить пин-код. Обычные 4 цифры не подходят, поэтому ввёл ещё две и... забыл какие. В результате сервисный центр для разблокировки аппарата делал отдельный запрос. Обычные способы выполнить hard reset не работают. Спасибо сервисникам за профессионализм 🙏", "Смартфон пришел в состоянии нового в полной комплектации,даже пленки заводские на корпусе остались.За что спасибо продавцу.И еще ему спасибо за чехол,который он положил в подарок.В общем и телефон и продавец очень понравились.Все отлично!", "заказал телефон 17 февраля,пришёл уже 27 изза рубежа, в целой упаковке,по имеи всё бьётся (оригинал) ,все функции работают отлично,камера шикарная,не глючит и не троттлит,единственное это нагрев в требовательных играх (без потери производительности),но он довольно быстро остывает. Сейчас пишу с него, меня всё устраивает", "Это отличный выбор для людей , которые хотят что то сравнимое с Айфоновским опытом использования . Самсунговская экосистема ничуть не уступает яблочной. А One UI — даже превосходит по уровню кастомизации . Это не самое топовое по начинке устройство . Но иногда хорошо сбалансированнное иивкусное блюдо можно приготовить не используя Трюфели и Омаров . Если вы понимаете о чем я . Если вы решили обновить свой Galaxy то этот вариант лучший в среднебюджетном сегменте . Я полностью скопировал свой страый телефон со всеми потрахами нажав пару кнопок и подождав 5 минут .", "В целом я пока в восторге от телефона, пользуюсь чуть больше двух месяцев.", "Samsung Galaxy A54 5G предлагает внушительный набор функций, начиная от качественного дисплея и мощной камеры, заканчивая защитой от воды и продвинутым процессором. Он явно выделяется среди смартфонов среднего ценового сегмента. Несмотря на некоторые небольшие недостатки, этот телефон предоставляет прекрасный баланс между производительностью и функциональностью.", "Пользуюсь телефоном месяц и могу сказать, что он стоит своих денег по всем параметрам. Взяла 8/256 гб и вовсе не пожалела, перейдя с 64 гб памяти. Приятно, что магазин доставил телефон за 2,5 часа после заказа, за 30 минут курьер позвонил и предупредил о доставке.\nИтак: быстрая работа телефона, многозадачность, хватает и фотки красивые сделать, и поиграть в мобильные игры, телефон не тормозит. Ночной режим камеры просто справляется на ура! Также приятно, что перейдя с другого самсунга, я легко скачала сбер и тинькофф, так как эти приложения есть в Galaxy store. Звук из динамиков просто огнище, если поставить музыку на всю мощь, могу слышать ее из другого конца квартиры, даже колонка не нужна. Также при разговоре по телефону можете не включать громкую связь, все очень четко слышно. В общем, для меня это супер дивайс, всем советую!", "В целом осталась очень довольна, много времени провожу в телефоне по работе и главный критерий был мощность батареи, держит отлично! Камера очень добротная! Относительно не огромный при своих характеристиках, мне девушке вполне комфортно было перейти после аппарата с меньшими габаритами. Короче советую, если не дороже 35тр. Также очень осталась довольна клиентоориентированностью прямого продавца ИП Богачева! Процветания Вашему бизнесу!", "Всё завелось из коробки, данные с А8 передал буквально за 20 минут( приложения, медиа, контакты)в районе 30гигов.\nПорадовал звук, очень насыщенный и в меру громкий.\nЭкран супер амолед шикарный, цветопередача изображения на высоте.\nКамера просто огонь после А8)\nРазблокировки по лицу и отпечатку пальца довольно быстрые.\nКороче телефон и продавец порадовали.", "Вроде все нормально, работает. Не очень понравилось что при доставки, курьер предоставил квиток в котором числилвсь ещё зарядка, хотя при подтверждении заказа мне её предлагали, я отказался. И откуда да то взялась стоимость доставки, хотя при заказе её не было. 1 рубль деньги смешные но как то странно. Навигатор не виснет, картинка хорошая, камера отличная. Мне все нравится. Рекомендую.", "Телефон пришёл целый, без блока зарядки, с упаковкой все хорошо .Для повседневных задач хватает на ура. Звук неплохой.", "К широким рамкам быстро привыкаешь, стекло сзади легко защищается чехлом, а другие особенности данного смартфона совсем незначительные. Лично мне после китайца было очень приятно пересесть на оболочку самсунга, использовать сплошное удовольствие.\nГде-то говорили, якобы смартфон тяжело переключается между симкартами и долго ловит сигнал, я такого не заметила.", "по мере эксплуатации буду дополнять отзыв.", "Многие говорят, что широкий и неудобный. Ну это, наверное, смотря с чем сравнивать. Перешёл после Huawei p40 lite и не сильно пострадал в этом плане. По автономности по ощущениям хуже моего предыдущего p40 lite, причем батарея в a54 больше. Скорее всего все дело в оболочке и процессоре, но и плюс функций побольше, экран лучше.\nТелефоном очень доволен. Думал будут лаги, как на прошлых Samsung, но замечено не было, все плавно и приятно. У меня версия 8/256.\nЗаряжается нормально, купил оригинальный блок на 25w и в целом недолго. Но опять же дольше Huawei p40 lite с его 40w зарядкой и батареей на 4100)\nСразу пришло 2 обновления, второе уже было обновлением андроида на 14 версию и OneUi 6.0.\nВ общем все пока хорошо.\nБез чехла очень жалко использовать такую красоту.\nВ общем рекомендую, кто сомневается.", "очень понравилось что можно с телефона на телефон абсолютно всю информацию перекинуть и расположение будет как на старом телефоне. у меня все номера на коробке и телефоном сошлись - оригинальный. оказался для продажи в Малайзию. нетзаписи вызовов( конечно нехватает беспроводной зарядки, но за 27к(за эти деньги приобрёл) готов отказаться. Однозначно советую модель", "Телефон брался для работы. Заряд держит сутки, с учётом активный работы в нем. Камера нормальная. Отклик экрана нормальный.", "Отличный вариант для тех кто не гонится за виртуальными попугаями в антуту а хочет просто исправно и довольно шустро работающий смартфон с хорошими камерами и длительной поддержкой производителя. Конечно китайцы предлагают за те же деньги более мощные процессоры и более многопиксельные камеры. Но на практике оказывается что мощь процессора в реальной жизни чрезмерна а многомегапиксельность не даёт никакого эфекта при съёмке. А также навороченные и перегруженные програмные оболочки полные багов способны свести на нет всю сверхмощь любого процессора. Вобщем если вы непланируете постоянно шерстить профильные форумы в поисках идеальной прошивки и работающих модов гугл камеры то этот смартфон для вас", "Брала маме на подарок, чтобы могла играть в аквариум дальше.Телефон хороший, шустрый. Камера достойная. Для базовых задач подойдет. Комплектация соответствует упаковке, серийный номер возможно найти у производителя.", "Я очень долго изучала данный маркетплейс и сам телефон. Так как заказывала здесь первый раз. И мне все понравилось. Телефон пришел хорошо запакован, пломбы все на месте. На русском языке, яркий экран, хорошая камера, в моем случае преимущество батарею держит два дня, это в моем случае прям хорошо, незнаю кому как. так что пока что все устраивает!)", "очень долго выбирал из разных вариантов трубок , смотрел отзывы , очень смущала никакая комплектация. Но в итоге остановил выбор на Самсунге и ни разу не пожалел. Очень яркий сочный экран , потрясающий стерео звук что в динамиках , что в наушниках , очень долго работает от одного заряда , Кто сомневался , не сомневайтесь , берите отличный 👍 телефон."]}